Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: What would help most?
ar: ما الذي سيساعدك أكثر؟
de: Was würde dir am meisten helfen?
es: ¿Qué te ayudaría más?
fil: Ano ang pinakamakakatulong?
fr: Qu'est-ce qui t'aiderait le plus ?
hi: सबसे ज़्यादा क्या मदद करेगा?
id: Apa yang paling membantu?
it: Cosa ti aiuterebbe di più?
ja: 何が一番役立ちそうですか？
ko: 무엇이 가장 도움이 될까요?
nl: Wat zou het meest helpen?
pl: Co pomogłoby najbardziej?
pt_br: O que mais te ajudaria?
ru: Что помогло бы больше всего?
sv: Vad skulle hjälpa mest?
tr: En çok ne yardımcı olur?
uk: Що допомогло б найбільше?
vi: Điều gì sẽ giúp ích nhất?
zh_hans: 什么对你最有帮助？

source: What would make this weekend feel well spent?
ar: ما الذي سيجعل عطلة نهاية الأسبوع هذه مُستغلة جيدًا؟
de: Was würde dieses Wochenende lohnend machen?
es: ¿Qué haría que este fin de semana valga la pena?
fil: Ano ang magpaparamdam na sulit ang weekend na ito?
fr: Qu'est-ce qui rendrait ce week-end bien employé ?
hi: किस चीज़ से यह वीकेंड अच्छी तरह बिताया हुआ लगेगा?
id: Apa yang bisa membuat akhir pekan ini terasa bermakna?
it: Cosa renderebbe questo fine settimana ben speso?
ja: この週末を有意義にするには何がありますか？
ko: 이번 주말을 알차게 보냈다고 느끼려면 무엇이 필요할까요?
nl: Waardoor zou dit weekend goed besteed voelen?
pl: Co sprawiłoby, że ten weekend będzie dobrze spędzony?
pt_br: O que faria este fim de semana valer a pena?
ru: Что сделало бы эти выходные удачными?
sv: Vad skulle göra den här helgen väl använd?
tr: Bu hafta sonunu iyi geçirilmiş hissettiren ne olurdu?
uk: Що зробило б ці вихідні вдалими?
vi: Điều gì sẽ khiến cuối tuần này thật đáng giá?
zh_hans: 怎样才能让这个周末过得有意义？

source: What you said
ar: ما قلته
de: Was du gesagt hast
es: Lo que dijiste
fil: Ang sinabi mo
fr: Ce que tu as dit
hi: आपने क्या कहा
id: Yang kamu ucapkan
it: Cosa hai detto
ja: あなたの発言
ko: 내가 한 말
nl: Wat je zei
pl: Co powiedziano
pt_br: O que você disse
ru: Что вы сказали
sv: Det du sa
tr: Söylediklerin
uk: Що ви сказали
vi: Những gì bạn nói
zh_hans: 你说的话

source: What you said is saved. Get feedback on it, or let it go.
ar: ما قلته محفوظ. احصل على ملاحظات عليه، أو دعه.
de: Was du gesagt hast, ist gespeichert. Hol dir Feedback dazu oder lass es.
es: Lo que dijiste está guardado. Recibe comentarios o déjalo.
fil: Naka-save ang sinabi mo. Kumuha ng feedback, o hayaan na.
fr: Ce que tu as dit est enregistré. Reçois un retour, ou laisse tomber.
hi: आपने जो कहा वह सहेजा गया है। इस पर फ़ीडबैक लें, या रहने दें।
id: Yang kamu ucapkan sudah tersimpan. Dapatkan masukan, atau lupakan saja.
it: Ciò che hai detto è salvato. Ricevi un feedback o lascia stare.
ja: 話した内容は保存されています。フィードバックを受けるか、やめておくか選べます。
ko: 말씀하신 내용은 저장되어 있어요. 피드백을 받거나 그냥 넘길 수 있어요.
nl: Wat je zei is bewaard. Vraag er feedback op, of laat het gaan.
pl: To, co powiedziano, jest zapisane. Uzyskaj informację zwrotną albo odpuść.
pt_br: O que você disse está salvo. Receba feedback ou deixe pra lá.
ru: Сказанное сохранено. Получите разбор или оставьте как есть.
sv: Det du sa är sparat. Få återkoppling på det, eller släpp det.
tr: Söylediklerin kaydedildi. Geri bildirim al ya da boş ver.
uk: Сказане збережено. Отримайте розбір або залиште як є.
vi: Những gì bạn nói đã được lưu. Nhận nhận xét, hoặc bỏ qua.
zh_hans: 你说的话已保存。可以获取反馈，也可以就此放下。

source: What you want to say matters.
ar: ما تريد قوله مهم.
de: Was du sagen willst, zählt.
es: Lo que quieres decir importa.
fil: Mahalaga ang gusto mong sabihin.
fr: Ce que tu veux dire compte.
hi: जो आप कहना चाहते हैं, वह मायने रखता है।
id: Yang ingin kamu katakan itu penting.
it: Ciò che vuoi dire conta.
ja: あなたが言いたいことには価値があります。
ko: 당신이 하고 싶은 말은 중요해요.
nl: Wat je wilt zeggen doet ertoe.
pl: To, co chcesz powiedzieć, ma znaczenie.
pt_br: O que você quer dizer importa.
ru: То, что вы хотите сказать, важно.
sv: Det du vill säga spelar roll.
tr: Söylemek istediğin şey önemli.
uk: Те, що ви хочете сказати, важливо.
vi: Điều bạn muốn nói là quan trọng.
zh_hans: 你想说的话很重要。

source: What you've said so far is saved.
ar: ما قلته حتى الآن محفوظ.
de: Was du bisher gesagt hast, ist gespeichert.
es: Lo que has dicho hasta ahora está guardado.
fil: Naka-save ang lahat ng sinabi mo hanggang ngayon.
fr: Ce que tu as dit jusqu'ici est enregistré.
hi: आपने अब तक जो कहा वह सहेजा गया है।
id: Yang sudah kamu ucapkan sejauh ini tersimpan.
it: Ciò che hai detto finora è salvato.
ja: ここまでの発言は保存されています。
ko: 지금까지 말씀하신 내용은 저장되어 있어요.
nl: Wat je tot nu toe zei is bewaard.
pl: To, co dotąd powiedziano, jest zapisane.
pt_br: O que você disse até agora está salvo.
ru: Всё сказанное сохранено.
sv: Det du har sagt hittills är sparat.
tr: Şimdiye kadar söylediklerin kaydedildi.
uk: Усе сказане збережено.
vi: Những gì bạn nói đến giờ đã được lưu.
zh_hans: 你目前说的话已保存。

source: What's a book, show, or place you'd recommend, and what makes it good?
ar: ما الكتاب أو المسلسل أو المكان الذي تنصح به، وما الذي يجعله جيدًا؟
de: Welches Buch, welche Serie oder welchen Ort würdest du empfehlen, und was macht es gut?
es: ¿Qué libro, serie o lugar recomendarías, y qué lo hace bueno?
fil: Anong libro, palabas, o lugar ang irerekomenda mo, at bakit ito maganda?
fr: Quel livre, série ou lieu recommanderais-tu, et pourquoi est-ce bien ?
hi: आप कौन-सी किताब, शो या जगह सुझाएँगे, और वह अच्छी क्यों है?
id: Buku, acara, atau tempat apa yang ingin kamu rekomendasikan, dan apa yang membuatnya bagus?
it: Quale libro, serie o posto consiglieresti, e cosa lo rende valido?
ja: おすすめの本、番組、場所はどこで、何が良いですか？
ko: 추천하고 싶은 책, 프로그램, 장소와 그 이유는 무엇인가요?
nl: Welk boek, welke serie of plek zou je aanraden, en wat maakt het goed?
pl: Jaką książkę, serial lub miejsce poleciłbyś i co czyni je dobrym?
pt_br: Que livro, série ou lugar você recomendaria, e o que o torna bom?
ru: Какую книгу, сериал или место вы бы порекомендовали и чем они хороши?
sv: Vilken bok, serie eller plats skulle du rekommendera, och vad gör den bra?
tr: Hangi kitabı, diziyi ya da yeri önerirsin ve onu iyi yapan ne?
uk: Яку книжку, серіал чи місце ви б порекомендували і чим вони хороші?
vi: Một cuốn sách, chương trình hay địa điểm bạn muốn giới thiệu là gì, và điều gì làm nó hay?
zh_hans: 你会推荐哪本书、哪部剧或哪个地方？它好在哪里？

source: What's an opinion you hold that many people disagree with?
ar: ما الرأي الذي تتبناه ويخالفك فيه كثيرون؟
de: Welche Meinung vertrittst du, der viele widersprechen?
es: ¿Qué opinión tienes con la que mucha gente no está de acuerdo?
fil: Anong opinyon mo ang hindi sinasang-ayunan ng marami?
fr: Quelle opinion as-tu que beaucoup de gens ne partagent pas ?
hi: आपकी ऐसी कौन-सी राय है जिससे बहुत से लोग असहमत हैं?
id: Apa pendapatmu yang tidak disetujui banyak orang?
it: Quale tua opinione non è condivisa da molte persone?
ja: 多くの人が賛成しない、あなたの意見は何ですか？
ko: 많은 사람이 동의하지 않는 당신의 의견은 무엇인가요?
nl: Welke mening heb jij waar veel mensen het niet mee eens zijn?
pl: Jakie masz zdanie, z którym wiele osób się nie zgadza?
pt_br: Que opinião você tem com a qual muita gente discorda?
ru: Какое ваше мнение многие не разделяют?
sv: Vilken åsikt har du som många inte håller med om?
tr: Birçok insanın katılmadığı hangi görüşe sahipsin?
uk: Яку вашу думку багато хто не поділяє?
vi: Một quan điểm của bạn mà nhiều người không đồng ý là gì?
zh_hans: 你有什么观点是很多人不同意的？

source: What's coming up?
ar: ما القادم؟
de: Was steht an?
es: ¿Qué se acerca?
fil: Ano ang paparating?
fr: Qu'est-ce qui approche ?
hi: क्या आने वाला है?
id: Apa yang akan datang?
it: Cosa si avvicina?
ja: 何が控えていますか？
ko: 어떤 일이 다가오나요?
nl: Wat komt eraan?
pl: Co się zbliża?
pt_br: O que está chegando?
ru: Что приближается?
sv: Vad är på gång?
tr: Yaklaşan ne var?
uk: Що наближається?
vi: Sắp tới có gì?
zh_hans: 接下来有什么安排？

source: What's coming up? (optional)
ar: ما القادم؟ (اختياري)
de: Was steht an? (optional)
es: ¿Qué se acerca? (opcional)
fil: Ano ang paparating? (opsyonal)
fr: Qu'est-ce qui approche ? (facultatif)
hi: क्या आने वाला है? (वैकल्पिक)
id: Apa yang akan datang? (opsional)
it: Cosa si avvicina? (facoltativo)
ja: 何が控えていますか？（任意）
ko: 어떤 일이 다가오나요? (선택 사항)
nl: Wat komt eraan? (optioneel)
pl: Co się zbliża? (opcjonalnie)
pt_br: O que está chegando? (opcional)
ru: Что приближается? (необязательно)
sv: Vad är på gång? (valfritt)
tr: Yaklaşan ne var? (isteğe bağlı)
uk: Що наближається? (необов'язково)
vi: Sắp tới có gì? (không bắt buộc)
zh_hans: 接下来有什么安排？（可选）

source: What's something small you did recently that you're proud of?
ar: ما الشيء الصغير الذي فعلته مؤخرًا وتفخر به؟
de: Auf welche Kleinigkeit, die du neulich gemacht hast, bist du stolz?
es: ¿Qué cosa pequeña hiciste hace poco de la que te sientes orgulloso?
fil: Anong maliit na bagay ang ginawa mo kamakailan na ipinagmamalaki mo?
fr: Quelle petite chose as-tu faite récemment dont tu es fier ?
hi: हाल में आपने कौन-सा छोटा काम किया जिस पर आपको गर्व है?
id: Apa hal kecil yang baru-baru ini kamu lakukan dan kamu banggakan?
it: Qual è una piccola cosa che hai fatto di recente e di cui sei orgoglioso?
ja: 最近した、小さくても誇らしいことは何ですか？
ko: 최근에 한 작지만 뿌듯한 일은 무엇인가요?
nl: Op welk klein ding dat je onlangs deed ben je trots?
pl: Z jakiej drobnej rzeczy, którą ostatnio zrobiono, jesteś dumny?
pt_br: Que coisa pequena você fez recentemente e da qual se orgulha?
ru: Какой небольшой поступок из недавних вызывает у вас гордость?
sv: Vilken liten sak har du gjort nyligen som du är stolt över?
tr: Son zamanlarda yaptığın ve gurur duyduğun küçük bir şey nedir?
uk: Яким невеликим недавнім вчинком ви пишаєтеся?
vi: Gần đây bạn đã làm một việc nhỏ nào khiến bạn tự hào?
zh_hans: 你最近做过哪件让你骄傲的小事？

source: What's up?
ar: ما الأمر؟
de: Was gibt's?
es: ¿Qué pasa?
fil: Ano'ng meron?
fr: Qu'est-ce qu'il y a ?
hi: क्या बात है?
id: Ada apa?
it: Che succede?
ja: どうしたの？
ko: 무슨 일이에요?
nl: Wat is er?
pl: Co słychać?
pt_br: E aí?
ru: Что случилось?
sv: Vad är det?
tr: Ne oldu?
uk: Що сталося?
vi: Có chuyện gì vậy?
zh_hans: 怎么了？

source: When I slow down, people listen more closely.
ar: حين أبطئ، يصغي الناس أكثر.
de: Wenn ich langsamer werde, hören die Leute genauer zu.
es: Cuando voy más despacio, la gente escucha con más atención.
fil: Kapag bumabagal ako, mas nakikinig nang mabuti ang mga tao.
fr: Quand je ralentis, les gens écoutent plus attentivement.
hi: जब मैं धीमा होता हूँ, लोग ज़्यादा ध्यान से सुनते हैं।
id: Saat saya melambat, orang mendengarkan lebih saksama.
it: Quando rallento, le persone ascoltano con più attenzione.
ja: ゆっくり話すと、人はもっと注意深く聞いてくれる。
ko: 천천히 말하면 사람들이 더 귀 기울여 들어요.
nl: Als ik vertraag, luisteren mensen beter.
pl: Kiedy zwalniam, ludzie słuchają uważniej.
pt_br: Quando desacelero, as pessoas escutam com mais atenção.
ru: Когда я замедляюсь, люди слушают внимательнее.
sv: När jag saktar ner lyssnar folk mer noga.
tr: Yavaşladığımda insanlar daha dikkatli dinliyor.
uk: Коли я сповільнююся, люди слухають уважніше.
vi: Khi tôi nói chậm lại, mọi người lắng nghe kỹ hơn.
zh_hans: 当我放慢语速，别人会听得更认真。

source: When I'm nervous, I talk too fast or ramble.
ar: حين أتوتر، أتحدث بسرعة كبيرة أو أُطيل الكلام.
de: Wenn ich nervös bin, rede ich zu schnell oder schweife ab.
es: Cuando estoy nervioso, hablo demasiado rápido o me enrollo.
fil: Kapag kinakabahan ako, masyado akong mabilis magsalita o paligoy-ligoy.
fr: Quand je suis nerveux, je parle trop vite ou je m'éparpille.
hi: घबराने पर मैं बहुत तेज़ बोलता हूँ या भटक जाता हूँ।
id: Saat gugup, saya bicara terlalu cepat atau bertele-tele.
it: Quando sono nervoso, parlo troppo in fretta o divago.
ja: 緊張すると、早口になったり話がそれたりする。
ko: 긴장하면 말이 너무 빨라지거나 횡설수설해요.
nl: Als ik zenuwachtig ben, praat ik te snel of dwaal ik af.
pl: Kiedy się denerwuję, mówię za szybko albo gubię wątek.
pt_br: Quando fico nervoso, falo rápido demais ou me enrolo.
ru: Когда я нервничаю, я говорю слишком быстро или ухожу в сторону.
sv: När jag är nervös pratar jag för fort eller svamlar.
tr: Gerildiğimde çok hızlı konuşur ya da lafı uzatırım.
uk: Коли я нервую, я говорю надто швидко або відволікаюся.
vi: Khi lo lắng, tôi nói quá nhanh hoặc lan man.
zh_hans: 一紧张，我就说得太快或者东拉西扯。

source: When is it?
ar: متى؟
de: Wann ist es?
es: ¿Cuándo es?
fil: Kailan ito?
fr: C'est quand ?
hi: यह कब है?
id: Kapan?
it: Quando è?
ja: いつですか？
ko: 언제인가요?
nl: Wanneer is het?
pl: Kiedy to jest?
pt_br: Quando é?
ru: Когда это?
sv: När är det?
tr: Ne zaman?
uk: Коли це?
vi: Khi nào?
zh_hans: 是什么时候？

source: When the deadline moved without warning, I got stuck. Can we flag changes early?
ar: حين تغيّر الموعد النهائي دون إنذار، تعطّلت. هل يمكننا التنبيه على التغييرات مبكرًا؟
de: Als sich die Deadline ohne Vorwarnung verschoben hat, kam ich nicht weiter. Können wir Änderungen früher ansprechen?
es: Cuando la fecha límite cambió sin aviso, me quedé bloqueado. ¿Podemos avisar antes de los cambios?
fil: Nang biglang lumipat ang deadline nang walang abiso, natigil ako. Puwede ba nating ibahagi nang mas maaga ang mga pagbabago?
fr: Quand l'échéance a changé sans prévenir, je me suis retrouvé bloqué. Peut-on signaler les changements plus tôt ?
hi: जब डेडलाइन बिना बताए बदली, तो मैं अटक गया। क्या हम बदलावों के बारे में पहले बता सकते हैं?
id: Waktu tenggatnya berubah tanpa pemberitahuan, saya jadi buntu. Bisakah kita berbagi perubahan lebih awal?
it: Quando la scadenza è cambiata senza preavviso, mi sono bloccato. Possiamo segnalare prima le modifiche?
ja: 締め切りが予告なく変わって、行き詰まりました。変更を早めに共有してもらえますか？
ko: 마감일이 예고 없이 바뀌어서 막혔어요. 앞으로 변경 사항을 더 일찍 공유해 줄 수 있을까요?
nl: Toen de deadline zonder waarschuwing veranderde, liep ik vast. Kunnen we wijzigingen eerder melden?
pl: Kiedy termin zmienił się bez ostrzeżenia, utknąłem. Czy możemy sygnalizować zmiany wcześniej?
pt_br: Quando o prazo mudou sem aviso, fiquei travado. Podemos avisar sobre mudanças antes?
ru: Когда срок сдвинули без предупреждения, я застрял. Можем заранее сообщать об изменениях?
sv: När deadlinen flyttades utan förvarning körde jag fast. Kan vi flagga ändringar tidigare?
tr: Son tarih haber verilmeden değişince takılıp kaldım. Değişiklikleri daha erken bildirebilir miyiz?
uk: Коли термін зсунули без попередження, я застряг. Можемо заздалегідь повідомляти про зміни?
vi: Khi hạn chót thay đổi mà không báo trước, tôi bị kẹt. Chúng ta có thể chia sẻ thay đổi sớm hơn không?
zh_hans: 截止日期突然变了，我就卡住了。以后能早点告诉我变动吗？

source: When's the next one?
ar: متى المرة القادمة؟
de: Wann ist das nächste Mal?
es: ¿Cuándo es la próxima?
fil: Kailan ang susunod?
fr: C'est quand, la prochaine ?
hi: अगला कब है?
id: Kapan yang berikutnya?
it: Quando è la prossima?
ja: 次はいつですか？
ko: 다음은 언제인가요?
nl: Wanneer is de volgende?
pl: Kiedy następne?
pt_br: Quando é a próxima?
ru: Когда следующая?
sv: När är nästa?
tr: Bir sonraki ne zaman?
uk: Коли наступна?
vi: Lần tới là khi nào?
zh_hans: 下一次是什么时候？

source: Whenever you're ready.
ar: حين تكون مستعدًا.
de: Wann immer du bereit bist.
es: Cuando estés listo.
fil: Kapag handa ka na.
fr: Quand tu veux.
hi: जब भी आप तैयार हों।
id: Kapan pun kamu siap.
it: Quando sei pronto.
ja: 準備ができたらどうぞ。
ko: 준비되면 시작하세요.
nl: Wanneer je maar klaar bent.
pl: Kiedy tylko będziesz gotowy.
pt_br: Quando você estiver pronto.
ru: Когда будете готовы.
sv: När du är redo.
tr: Hazır olduğunda.
uk: Коли будете готові.
vi: Khi nào bạn sẵn sàng.
zh_hans: 准备好就开始吧。

source: Who will you be talking to?
ar: مع من ستتحدث؟
de: Mit wem wirst du sprechen?
es: ¿Con quién vas a hablar?
fil: Sino ang kakausapin mo?
fr: À qui vas-tu parler ?
hi: आप किससे बात करेंगे?
id: Kamu akan bicara dengan siapa?
it: Con chi parlerai?
ja: 誰と話しますか？
ko: 누구와 이야기하나요?
nl: Met wie ga je praten?
pl: Z kim będziesz rozmawiać?
pt_br: Com quem você vai falar?
ru: С кем вы будете говорить?
sv: Vem ska du prata med?
tr: Kiminle konuşacaksın?
uk: З ким ви говоритимете?
vi: Bạn sẽ nói chuyện với ai?
zh_hans: 你要和谁说话？

source: Who's listening?
ar: من يستمع؟
de: Wer hört zu?
es: ¿Quién escucha?
fil: Sino ang nakikinig?
fr: Qui écoute ?
hi: कौन सुन रहा है?
id: Siapa yang mendengarkan?
it: Chi ascolta?
ja: 誰が聞きますか？
ko: 누가 듣나요?
nl: Wie luistert er?
pl: Kto słucha?
pt_br: Quem está ouvindo?
ru: Кто слушает?
sv: Vem lyssnar?
tr: Kim dinliyor?
uk: Хто слухає?
vi: Ai đang lắng nghe?
zh_hans: 谁在听？

source: Work
ar: العمل
de: Arbeit
es: Trabajo
fil: Trabaho
fr: Travail
hi: काम
id: Kerja
it: Lavoro
ja: 仕事
ko: 직장
nl: Werk
pl: Praca
pt_br: Trabalho
ru: Работа
sv: Jobb
tr: İş
uk: Робота
vi: Công việc
zh_hans: 工作

source: Work & interviews
ar: العمل والمقابلات
de: Arbeit & Vorstellungsgespräche
es: Trabajo y entrevistas
fil: Trabaho at interview
fr: Travail et entretiens
hi: काम और इंटरव्यू
id: Kerja & wawancara
it: Lavoro e colloqui
ja: 仕事・面接
ko: 직장과 면접
nl: Werk en sollicitaties
pl: Praca i rekrutacja
pt_br: Trabalho e entrevistas
ru: Работа и собеседования
sv: Jobb och intervjuer
tr: İş ve mülakatlar
uk: Робота й співбесіди
vi: Công việc & phỏng vấn
zh_hans: 工作与面试

source: Wrapping up
ar: نختم
de: Kommt zum Ende
es: Cerrando
fil: Patapos na
fr: On termine
hi: समाप्ति की ओर
id: Hampir selesai
it: Stiamo chiudendo
ja: まもなく終了
ko: 마무리하는 중
nl: Afronden
pl: Kończymy
pt_br: Encerrando
ru: Завершаем
sv: Avrundar
tr: Toparlanıyor
uk: Завершуємо
vi: Sắp kết thúc
zh_hans: 即将结束

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fil: Taunan
fr: Annuel
hi: सालाना
id: Tahunan
it: Annuale
ja: 年額
ko: 연간
nl: Jaarlijks
pl: Roczny
pt_br: Anual
ru: Ежегодно
sv: Årsvis
tr: Yıllık
uk: Щороку
vi: Hằng năm
zh_hans: 年付

source: Yesterday, %@
ar: أمس، %@
de: Gestern, %@
es: Ayer, %@
fil: Kahapon, %@
fr: Hier, %@
hi: कल, %@
id: Kemarin, %@
it: Ieri, %@
ja: 昨日 %@
ko: 어제, %@
nl: Gisteren, %@
pl: Wczoraj, %@
pt_br: Ontem, %@
ru: Вчера, %@
sv: I går, %@
tr: Dün, %@
uk: Учора, %@
vi: Hôm qua, %@
zh_hans: 昨天 %@

source: You
ar: أنت
de: Du
es: Tú
fil: Ikaw
fr: Toi
hi: आप
id: Kamu
it: Tu
ja: あなた
ko: 나
nl: Jij
pl: Ty
pt_br: Você
ru: Вы
sv: Du
tr: Sen
uk: Ви
vi: Bạn
zh_hans: 你

source: You already have a strong starting point.
ar: لديك بالفعل نقطة انطلاق قوية.
de: Du hast schon eine starke Ausgangslage.
es: Ya tienes un buen punto de partida.
fil: May matibay ka nang simula.
fr: Tu as déjà une bonne base.
hi: आपके पास पहले से एक मज़बूत शुरुआत है।
id: Kamu sudah punya titik awal yang kuat.
it: Hai già un ottimo punto di partenza.
ja: もう良いスタート地点に立っています。
ko: 이미 좋은 출발점에 있어요.
nl: Je hebt al een sterk startpunt.
pl: Masz już mocny punkt wyjścia.
pt_br: Você já tem um bom ponto de partida.
ru: У вас уже сильная отправная точка.
sv: Du har redan en stark startpunkt.
tr: Zaten güçlü bir başlangıç noktan var.
uk: У вас уже сильна відправна точка.
vi: Bạn đã có một điểm xuất phát vững chắc.
zh_hans: 你已经有一个很好的起点了。

source: You already have an account
ar: لديك حساب بالفعل
de: Du hast schon ein Konto
es: Ya tienes una cuenta
fil: May account ka na
fr: Tu as déjà un compte
hi: आपका खाता पहले से है
id: Kamu sudah punya akun
it: Hai già un account
ja: すでにアカウントがあります
ko: 이미 계정이 있어요
nl: Je hebt al een account
pl: Masz już konto
pt_br: Você já tem uma conta
ru: У вас уже есть аккаунт
sv: Du har redan ett konto
tr: Zaten bir hesabın var
uk: У вас уже є обліковий запис
vi: Bạn đã có tài khoản
zh_hans: 你已经有账户了

source: You can skip in %llds
ar: يمكنك التخطي بعد %lld ث
de: Überspringen in %lld s
es: Puedes saltar en %lld s
fil: Puwede kang lumaktaw sa loob ng %lld seg
fr: Tu pourras passer dans %lld s
hi: आप %lld सेकंड में छोड़ सकते हैं
id: Kamu bisa melewati dalam %lld dtk
it: Puoi saltare tra %lld s
ja: %lld秒後にスキップできます
ko: %lld초 후 건너뛸 수 있어요
nl: Je kunt over %lld s overslaan
pl: Pominięcie za %lld s
pt_br: Você pode pular em %lld s
ru: Можно пропустить через %lld с
sv: Du kan hoppa över om %lld s
tr: %lld sn sonra geçebilirsin
uk: Можна пропустити через %lld с
vi: Bạn có thể bỏ qua sau %lld giây
zh_hans: %lld秒后可跳过

source: You disagree in a meeting. Say it.
ar: لا توافق في اجتماع. قلها.
de: Du bist im Meeting anderer Meinung. Sag es.
es: No estás de acuerdo en una reunión. Dilo.
fil: Hindi ka sang-ayon sa meeting. Sabihin mo.
fr: Tu n'es pas d'accord en réunion. Dis-le.
hi: आप मीटिंग में असहमत हैं। कहिए।
id: Kamu tidak setuju di rapat. Katakan.
it: Non sei d'accordo in riunione. Dillo.
ja: 会議で反対意見があります。言いましょう。
ko: 회의에서 의견이 달라요. 말해 보세요.
nl: Je bent het oneens in een vergadering. Zeg het.
pl: Nie zgadzasz się na spotkaniu. Powiedz to.
pt_br: Você discorda numa reunião. Diga.
ru: Вы не согласны на встрече. Скажите это.
sv: Du håller inte med på ett möte. Säg det.
tr: Bir toplantıda katılmıyorsun. Söyle.
uk: Ви не згодні на зустрічі. Скажіть це.
vi: Bạn không đồng ý trong cuộc họp. Hãy nói ra.
zh_hans: 你在会上有不同意见。说出来吧。

source: You said
ar: قلت
de: Du hast gesagt
es: Dijiste
fil: Sinabi mo
fr: Tu as dit
hi: आपने कहा
id: Kamu bilang
it: Hai detto
ja: あなたの発言
ko: 내가 한 말
nl: Jij zei
pl: Twoje słowa
pt_br: Você disse
ru: Вы сказали
sv: Du sa
tr: Sen dedin ki
uk: Ви сказали
vi: Bạn đã nói
zh_hans: 你说

source: You started at %lld.
ar: بدأت عند %lld.
de: Du hast bei %lld angefangen.
es: Empezaste en %lld.
fil: Nagsimula ka sa %lld.
fr: Tu as commencé à %lld.
hi: आपने %lld से शुरू किया।
id: Kamu mulai di %lld.
it: Sei partito da %lld.
ja: 最初は%lldでした。
ko: 처음에는 %lld이었어요.
nl: Je begon op %lld.
pl: Zaczynasz od %lld.
pt_br: Você começou em %lld.
ru: Вы начали с %lld.
sv: Du började på %lld.
tr: %lld ile başladın.
uk: Ви почали з %lld.
vi: Bạn bắt đầu ở mức %lld.
zh_hans: 你起始时是%lld。

source: You wanted to talk?
ar: أردت أن نتحدث؟
de: Du wolltest reden?
es: ¿Querías hablar?
fil: Gusto mo raw makipag-usap?
fr: Tu voulais me parler ?
hi: आप बात करना चाहते थे?
id: Kamu mau bicara?
it: Volevi parlarmi?
ja: 話があるんだって？
ko: 할 얘기가 있다고요?
nl: Wilde je praten?
pl: Chciałeś porozmawiać?
pt_br: Queria conversar?
ru: Хотели поговорить?
sv: Ville du prata?
tr: Konuşmak mı istedin?
uk: Хотіли поговорити?
vi: Bạn muốn nói chuyện à?
zh_hans: 你想找我谈谈？

source: You're all set!
ar: كل شيء جاهز!
de: Alles bereit!
es: ¡Todo listo!
fil: Handa ka na!
fr: Tout est prêt !
hi: सब तैयार है!
id: Semua siap!
it: Tutto pronto!
ja: 準備完了！
ko: 모두 준비됐어요!
nl: Alles klaar!
pl: Wszystko gotowe!
pt_br: Tudo pronto!
ru: Всё готово!
sv: Allt klart!
tr: Her şey hazır!
uk: Усе готово!
vi: Mọi thứ đã sẵn sàng!
zh_hans: 一切就绪！

source: You're all set, %@.
ar: كل شيء جاهز يا %@.
de: Alles bereit, %@.
es: Todo listo, %@.
fil: Handa ka na, %@.
fr: Tout est prêt, %@.
hi: सब तैयार है, %@।
id: Semua siap, %@.
it: Tutto pronto, %@.
ja: 準備完了です、%@さん。
ko: 모두 준비됐어요, %@ 님.
nl: Alles klaar, %@.
pl: Wszystko gotowe, %@.
pt_br: Tudo pronto, %@.
ru: Всё готово, %@.
sv: Allt klart, %@.
tr: Her şey hazır, %@.
uk: Усе готово, %@.
vi: Mọi thứ đã sẵn sàng, %@.
zh_hans: 一切就绪，%@。

source: You're all set.
ar: كل شيء جاهز.
de: Alles bereit.
es: Todo listo.
fil: Handa ka na.
fr: Tout est prêt.
hi: सब तैयार है।
id: Semua siap.
it: Tutto pronto.
ja: 準備完了です。
ko: 모두 준비됐어요.
nl: Alles klaar.
pl: Wszystko gotowe.
pt_br: Tudo pronto.
ru: Всё готово.
sv: Allt klart.
tr: Her şey hazır.
uk: Усе готово.
vi: Mọi thứ đã sẵn sàng.
zh_hans: 一切就绪。

source: You're offline. Check your connection and try again.
ar: أنت غير متصل. تحقّق من اتصالك وحاول مجددًا.
de: Du bist offline. Prüfe deine Verbindung und versuch es erneut.
es: No tienes conexión. Revísala e inténtalo de nuevo.
fil: Offline ka. Tingnan ang koneksyon mo at subukan ulit.
fr: Tu es hors ligne. Vérifie ta connexion et réessaie.
hi: आप ऑफ़लाइन हैं। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Kamu sedang offline. Periksa koneksimu dan coba lagi.
it: Sei offline. Controlla la connessione e riprova.
ja: オフラインです。接続を確認して、もう一度お試しください。
ko: 오프라인 상태예요. 연결을 확인하고 다시 시도해 주세요.
nl: Je bent offline. Controleer je verbinding en probeer het opnieuw.
pl: Brak połączenia. Sprawdź je i spróbuj ponownie.
pt_br: Você está offline. Verifique sua conexão e tente de novo.
ru: Нет подключения. Проверьте его и попробуйте снова.
sv: Du är offline. Kontrollera anslutningen och försök igen.
tr: Çevrimdışısın. Bağlantını kontrol et ve tekrar dene.
uk: Немає з'єднання. Перевірте його й спробуйте знову.
vi: Bạn đang ngoại tuyến. Kiểm tra kết nối rồi thử lại.
zh_hans: 你已离线。请检查网络连接后重试。
